Repository: common-repository/auto-attachments
Catalog: languages/autoa-*.po
Languages: sr_rs, th_th, tr_tr

source: Settings saved.
sr_rs: Postavke sačuvane.
th_th: บันทึกการเปลี่ยนแปลงแล้ว
tr_tr: Ayarlar Kaydedildi.

source: Auto Attachments Settings Page
sr_rs: Stranica sa postavkama Auto Attachments
th_th: ตั้งค่า ออโต้ แอชแทชเม้นต์
tr_tr: Auto Attachments Seçenek Sayfası

source: <strong>Header Text Settings</strong>
sr_rs: <strong>Header tekst postavke</strong>
th_th: <strong>ตั้งค่าหัวข้อ</strong>
tr_tr: <strong>Üst Başlık Seçenekleri</strong>

source: You can now change <strong>Header Texts</strong> from here. You can localize to your language :)
sr_rs: Sada možete promeniti<strong> header tekst</strong> odavde. Možete lokalizovati vaš jezik :)
th_th: คุณสามารถแก้ไข <strong>ตั้งค่าหัวข้อ</strong> ได้ที่นี่
tr_tr: Aşağıdaki üst bilgi alanlarına istediğiniz herhangi birşeyi yazabilirsiniz.

source: Add Header Text for Mp3 Files:
sr_rs: Dodat header tekst za MP3 fajlove:
th_th: ชื่อหัวข้อสำหรับไฟล์ Mp3:
tr_tr: MP3 dosyaları için Üst Bilgi Gir :

source: Show
sr_rs: prikazati
th_th: แสดง
tr_tr: Göster

source: Hide
sr_rs: Sakriti
th_th: ซ่อน
tr_tr: Gizle

source: Add Header Text for Video Files:
sr_rs: Dodati Header teks za video fajlove:
th_th: ตั้งชื่อหัวข้อสำหรับไฟล์วีดีโอ:
tr_tr: Video dosyaları için Üst Bilgi Gir:

source: Title Before Attachments:
sr_rs: Naslov pre Attachments:
th_th: ตั้งชื่อหัวข้อสำหรับไฟล์อื่นๆ:
tr_tr: Eklerden Önceki Başlık:

source: HTML Accepted
sr_rs: HTML prihvaćen
th_th: สามารถใช้ภาษา HTML ได้
tr_tr: HTML Kullanabilirsiniz

source: <strong>Page & Homepage Settings</strong>
sr_rs: <strong>Stranica & postavke početne stranice</strong>
th_th: <strong>ตั้งค่า Page และ Homepage</strong>
tr_tr: <strong>Sayfa ve Anasayfa Seçenekleri</strong>

source: Show on Categories
sr_rs: Prikaži na kategorijama
th_th: แสดงใน Categories
tr_tr: Kategorilerde Göster

source: If you set this settings "Yes", attachments shown on category and single pages. If not attachments shown only in posts
sr_rs: Ako namestite ovu postavku"Da", attachmentsi prikazani u kategoriji i jednoj stranici. Ako ne, attachmenrntsi su prikazani samo u postovima.
th_th: ถ้าเลือก "แสดง" จะแสดงไฟล์แนบใน Category และ Page ด้วยถ้าเลือก "ซ่อน" จะแสดงไฟล์แนบเฉพาะใน Post เท่านั้น
tr_tr: Eğer bu seçeneği "Evet" olarak düzenlerseniz ekler kategorilerde görünebilecek. İşaretlemezseniz görünmeyecek.

source: Yes
sr_rs: Da
th_th: ใช่
tr_tr: Evet

source: No
sr_rs: Ne
th_th: ไม่ใช่
tr_tr: Hayır

source: Show on Homepage
sr_rs: Prikaži na početnoj stranici
th_th: แสดงบนหน้าแรก
tr_tr: Ansayfada Göster

source: If you set this settings "Yes", attachments shown on homepage and single pages. If not attachments shown only in posts
sr_rs: Ako namestite ovu postavku"Da", attachmentsi prikazani u kategoriji i jednoj stranici. Ako ne, attachmenrntsi su prikazani samo u postovima.
th_th: ถ้าคุณเลือก "ใช่" จะแสดงไฟล์แนบในหน้าแรกและ Page ด้วยแต่ถ้าคุณเลือก "ไม่ใช่" จะแสดงไฟล์แนบเฉพาะใน Post เท่านั้น
tr_tr: Eğer bu seçeneği "Evet" olarak düzenlerseniz ekler anasayfada görünebilecek. İşaretlemezseniz görünmeyecek.

source: <strong>Gallery Settings</strong>
sr_rs: <strong>Postavke galerije</strong>
th_th: <strong>ตั้งค่า Gallery</strong>
tr_tr: <strong>Galeri Seçenekleri</strong>

source: Show Gallery?
sr_rs: Prikai galeriju?
th_th: แสดงผลไฟล์แนบด้วย Gallery?
tr_tr: Galeriyi Göster?

source: You can use gallery for show your image attachments without any plugin or else :) Also if you use colorbox or any other gallery lihtbox plugin yopu can disable colorbox usage.
sr_rs: Možete da koristite galeriju za pokazivanje vaših attach. slika bez ikakvog dodatka , ili drugo :) Takođe , ako koristite colorbok ili bilo koje druge slike lihtbox plugin yopu može onemogućiti korišćenje colorbox.
th_th: คุณสามารถเลือกให้ปลั๊กอินช่วยแสดงผลไฟล์แนบที่เป็นรูปภาพด้วย Gallery แบบอัตโนมัติอาจมีปัญหาด้านความเข้ากัน ถ้าหากว่าคุณกำลังใช้ปลั๊กอินอื่น เช่น Colorbox หรือ Gallery Lightboxแนะนำให้เลือกใช้ปลั๊กอินใดปลั๊กอินหนึ่งเพียงอันเดียว
tr_tr: Yazılarınızdaki resimleri göstermek için galeri özelliğini kullanabilirsiniz. Colorbox veya diğer resim görüntüleme eklentilerini kullanıyorsanız colorbox kullanımını iptal edebilirsiniz.

source: Select Gallery Color Style
sr_rs: Izaberi stil boje galerije
th_th: เลือกสีให้ Gallery ของคุณ
tr_tr: Galeri Renk şeması seç

source: Use Slimbox?
sr_rs: Korist Slimbox?
th_th: ใช้ Slimbox?
tr_tr: Slimbox Kullan?

source: Select Slimbox Color Style
sr_rs: Izaberi Slimbox stil boje
th_th: เลือกสีให้ Slimbox
tr_tr: Slimbox Renk şeması seç

source: Gallery Thumb Size?
sr_rs: Veličina thumb galerije?
th_th: ขนาดของรูปภาพ Thumbnail ใน Gallery
tr_tr: Galeri Küçük resim Boyutu?

source: Width
sr_rs: Širina
th_th: กว้าง
tr_tr: Genişlik

source: Height
sr_rs: Visina
th_th: สูง
tr_tr: Yükseklik

source: Gallery Big Image Size?
sr_rs: Velika veličina slike galerije?
th_th: แสดงผลรูปใหญ่ใน Gallery?
tr_tr: Galeri Büyük resim Boyutu?

source: <strong>Misc. Settings</strong>
th_th: <strong>แก้ไขเรื่องอื่นๆ</strong>
tr_tr: <strong>Diğer Seçenekler</strong>

source: Hide Files Section Permanently
tr_tr: Dosyalar Alanını Kalıcı Olarak Gizle

source: If this option set to yes, plugin will not show files area (Default No).
tr_tr: Bu seçenek evet olarak belirlenirse, dosyalar alanı hiçbir yazıda görünmeyecek (Varsayılan Hayır)

source: Hide Audio Section Permanently
tr_tr: Müzik Oynatım Alanını Kalıcı Olarak Gizle

source: If this option set to yes, plugin will not show audio area (Default No).
tr_tr: Bu seçenek evet olarak belirlenirse, müzik oynatma alanı hiçbir yazıda görünmeyecek (Varsayılan Hayır)

source: Hide Video Section Permanently
tr_tr: Video Alanını Kalıcı Olarak Gizle

source: If this option set to yes, plugin will not show video area (Default No).
tr_tr: Bu seçenek evet olarak belirlenirse, Video alanı hiçbir yazıda görünmeyecek (Varsayılan Hayır)

source: List View Of Files
sr_rs: Lista pregleda fajlova
th_th: แสดงผลไฟล์แนบในรูปแบบ List View
tr_tr: Dosyaların Liste Halinde Görünmesi

source: If you activate this option your downloadable files seen in a list view.
sr_rs: Ako aktivirate ove opcije vaši fajlovi za download će se videt u pregledu liste.
th_th: ถ้าคุณเลือกให้แสดงผลไฟล์แนบทั้งหมดในรูปแบบ List View
tr_tr: Bunu aktif ederseniz indirilebilir dosyalar liste halinde görünecek

source: Open files in new window?
sr_rs: Otvoriti fajlove u novom prozoru
th_th: Download ไฟล์ใน Window ใหม่?
tr_tr: Dosyalar Yeni pencerede açılsın mı?

source: Do you want to open files in new window?.
sr_rs: Da li želite da otvorite fajlove u novom prozoru?
th_th: เลือกเพื่อให้ Download ไฟล์ใน Window ใหม่
tr_tr: Dosyaların yeni pencerede açılmasını istriyor musunuz?

source: File Icon Size?
sr_rs: Veličina ikone fajla?
th_th: ขนาดของรูปไอคอนที่แสดงผล
tr_tr: Dosya ikon boyutu?

source: Player Dimensions?
sr_rs: Dimenzije plejera?
tr_tr: Oynatıcı Boyutları

source: This dimensions actually for video player. Mp3 player will use only width.
sr_rs: Ova dimenzija je za video plejer. MP3 plejer koristi drugu veličinu.
th_th: กำหนดขนาดของ Jw Player ที่จะให้แสดงผล สำหรับไฟล์ Mp3 จะใช้เฉพาะความกว้างเท่านั้น
tr_tr: Bu boyutlar genel anlamda video oynatıcı için. Mp3 çalar sadece genişliği kullanacak.

source: Excluded Post Types
sr_rs: Isključeni tipovi posta
tr_tr: Dışarıda Bırakılan Özel Yazı Türleri

source: Posts and Pages can't be excluded. You can select other post type(s) to exclude.
sr_rs: Postovi i stranice ne mogu biti isključeni. Možete izabrati druge tipove(s) postova da budu uključeni.
tr_tr: Normal Yazılar ve Sayfalar dışarıda bırakılamaz. Onun haricindeki özel yazı türlerini seçebilirsiniz.

source: You have these Post Types:
sr_rs: Imate ove tipove postova:
tr_tr: Sahip olduğunuz yazı türleri:

source: Please write post types to exlude. Seperate with comma
sr_rs: Molimo vas da napišete tip posta za isključivanje . Odvojite zarezom
tr_tr: Lütfen dışarıda bırakılacak yazı türlerini yazınız. Virgülle ayırınız

source: <strong>Custom CSS</strong>
th_th: <strong>แก้ไข CSS ตามอัธยาศัย</strong>
tr_tr: <strong>Özelleştirilebilir CSS</strong>

source: Save Changes
sr_rs: Sačuvati promene
th_th: บันทึก
tr_tr: Değişiklikleri Kaydet

source: Contributor
sr_rs: Doprinosilac
th_th: ผู้สร้างปลั๊กอิน
tr_tr: Eklenti Sahibi

source: Personal Blog (Turkish)
sr_rs: Personalni Blog (Turkish)
th_th: บล็อกส่วนตัว (ภาษาตุรกี)
tr_tr: Kişisel Blog (Türkçe)

source: WpFunC (functions share)
sr_rs: WpFunC (deljenje funkcije)
th_th: WpFunC (เว็ปของผู้สร้าง)
tr_tr: WpFunC (İngilizce)

source: Email Me
th_th: ส่ง E-mail ให้ฉัน
tr_tr: E-Posta Gönder

source: Preview
sr_rs: Pregledaj
th_th: ดูแบบร่าง
tr_tr: Önizleme

source: Show Auto Attachments?
sr_rs: prikazati Auto Attachments?
th_th: แสดงไฟล์แนบโดยอัตโนมัติ?
tr_tr: Auto Attachmentsi Göster?

source: Auto Attachments Before/After?
sr_rs: Auto Attachments Pre/Posle?
th_th: แสดงไฟล์แนบ ก่อนหรือหลัง?
tr_tr: Auto Attachments Önce/Sonra?

source: If you want to show Auto Attachments on this page Check This Check Box
sr_rs: Ako želite da prikažete Auto Attachments na ovojn stranici čekirajte Check Box
th_th: ถ้าคุณต้องการให้แสดงไฟล์แนบโดยอัตโนมัติ กรุณาเลือก
tr_tr: Auto Attachmentsi sayfanıza kullanmak için aşağıdaki kutucuğu işaretleyin

source: I Want to Show
sr_rs: Želim da prikažem
th_th: แสดงไฟล์แนบแบบอัตโนมัติ
tr_tr: Göster

source: Show Video Section
tr_tr: Video Alanını Göster

source: <p>Video Area Hidden Permanently</p>
tr_tr: <p>Video Alanı Kalıcı Olarak Gizlendi</p>

source: Show Audio Section
tr_tr: Ses Alanını Göster

source: <p>Audio Area Hidden Permanently</p>
tr_tr: <p>Müzik Oynatma Alanı Kalıcı Olarak Gizlendi</p>

source: Show Gallery Section
tr_tr: Galeri Alanını Göster

source: <p>Gallery Hidden Permanently</p>
tr_tr: <p>Galeri Alanı Kalıcı Olarak Gizlendi</p>

source: Show Files Section
tr_tr: Dosya Alanını Göster

source: <p>Files Area Hidden Permanently</p>
tr_tr: <p>Dosyalar Alanı Kalıcı Olarak Gizlendi</p>

source: Where you want to show attachments
sr_rs: Gde želite da prikažete attachments
th_th: แสดงไฟล์แนบที่ไหน
tr_tr: Auto Attachments'i nerede göstermek istiyorsunuz?

source: After Post
sr_rs: Posle Posta
th_th: หลังจากโพสต์
tr_tr: Yazıdan Sonra

source: Before Post
sr_rs: Pre Posta
th_th: ก่อนโพสต์
tr_tr: Yazıdan Önce

source: Regen. Thumbnails
th_th: สร้าง Thumbnails ใหม่
tr_tr: Resim boyutlandırma

source: Regenerate Thumbnail
th_th: สร้าง Thumbnails ใหม่โดยอัตโนมัติ
tr_tr: Resimleri yeniden oluştur

source: Reading attachments...
sr_rs: Učitavanje attachments..
th_th: กำลังอ่านไฟล์แนบ....
tr_tr: Eklentiler okunuyor

source: No attachments found.
sr_rs: Nijeda attachment nije pronadjen.
th_th: ไม่พบไฟล์แนบ
tr_tr: Eklenti bulunamadı.

source: Done.
sr_rs: Gotovo.
th_th: เสร็จแล้ว
tr_tr: Tamamlandı.

source: "Rebuilding " + %s + " of " + %s + " (" + %s + ")..."
th_th: "สร้างใหม่ " + %s + " of " + %s + " (" + %s + ")..."
tr_tr: "Oluşturuluyor " + %s + " of " + %s + " (" + %s + ")..."

source: Error
sr_rs: Greška
th_th: พบข้อผิดพลาด
tr_tr: Hata

source: Select which thumbnails you want to rebuild
sr_rs: Izaberite koj thumbnails hoćete ponovo da napravite
th_th: เลือก Thumbnails ที่ต้องการสร้างใหม่
tr_tr: Boyutlandırmak istediğiniz resim boyutlarını seçin

source: Toggle all
sr_rs: Toggle sve
th_th: เลือกทั้งหมด
tr_tr: Hepsini Seç

source: Note: If you've changed the dimensions of your thumbnails, existing thumbnail images will not be deleted.
sr_rs: Napomena : Ako ste menjali dimenzije vaših sličica , postojeći thumbnail slike neće biti izbrisane .
th_th: หมายเหตุ: ถ้าคุณเปลี่ยนขนาดของไฟล์ Thumbnails ไฟล์เก่าจะไม่ถูกแทนที่ด้วยไฟล์ใหม่
tr_tr: Not: Resim boyutlarını değiştirirseniz varolan resimleriniz ve orjinal dosyalar silinmeyecektir.

source: Rebuild All Thumbnails
sr_rs: Ponova napraviti sve Thumbnails
th_th: สร้าง Thumbnails ใหม่ทั้งหมด
tr_tr: Tüm resimleri boyutlandır

source: Auto Attachments Shortcodes
th_th: ช้อตโค้ดของ Auto Attachments
tr_tr: Auto Attachments Kısa Kodları

source: AA Shortcode
tr_tr: AA Kısa kod

source: Create New Auto Attachments Shortcode
sr_rs: Napraviti novi Auto Attachments Shortcode
th_th: สร้างช้อตโค้ดใหม่ของ Auto Attachments
tr_tr: Yeni Auto Attachments Kısa Kod Oluştur

source: Files Already Loaded
sr_rs: Fajlovi su već učitani
th_th: โหลดไฟล์เสร็จแล้ว
tr_tr: Yazıya Eklenen Dosyalar

source: If you don't see any file name and id press label of selectbox
sr_rs: Ako ne vidite nikakvo ime fajla ili id kliknita na oznaku selectbox
th_th: ถ้าคุณไม่เห็นไฟล์ กรุณาคลิ๊กที่ selectbox
tr_tr: Eğer seçim kutuları boşsa yanındaki isimlere tıklayınız.

source: Image
sr_rs: Slika
th_th: ไฟล์รูป
tr_tr: Resim

source: No Image
sr_rs: Nema slike
th_th: ไม่ใช่่ไฟล์รูป
tr_tr: Resim Yok

source: Audio
th_th: ไฟล์เสียง
tr_tr: Ses

source: No Audio
sr_rs: Nema audio
th_th: ไม่ใช่ไฟล์เสียง
tr_tr: Ses Yok

source: No Video
sr_rs: Nema videa
th_th: ไม่ใช่ไฟล์วีดีโอ
tr_tr: Video Yok

source: File
sr_rs: Fajl
th_th: ไฟล์
tr_tr: Dosya

source: No File
sr_rs: Nema fajla
th_th: ไม่ใช่ไฟล์
tr_tr: Dosya Yok

source: Shortcode For
sr_rs: Shortcode za
th_th: ช้อตคัทสำหรับ
tr_tr: Kısa kod

source: Item Id(s)
sr_rs: ID(s) stavki
th_th: ไอดีของแต่ละไฟล์
tr_tr: Bileşen Idleri

source: Description
sr_rs: Opis
th_th: คำอธิบาย
tr_tr: Açıklama

source: Image(s)
sr_rs: Slike(s)
th_th: รูปภาพ
tr_tr: Resim

source: Create
sr_rs: Napravi
th_th: สร้าง
tr_tr: Oluştur

source: Enter the <strong>Ids</strong> (comma seperated) of image(s) here. <strong>Image selectbox</strong> shows which files loaded in this post.
sr_rs: Unesite<strong>Ids</strong> (zarezima odvojeno) slike (s) here. <strong>Image selectbox</strong> prikazuje koji su fajlovi učitani u ovom postu.
th_th: ใส่ <strong>ไอดี</strong> ของรูปภาพทั้งหมดลงที่นี่ คั่นแต่ละไอดีด้วยคอมม่า (,)<strong>Image selectbox</strong> จะแสดงว่าไฟล์ไหนจะแสดงโดยอัตโนมัติในโพสต์นี้
tr_tr: Resim dosyalarının idlerini girin (virgülle ayırın). Idlere yukarıdaki <strong>Resim seçim kutusundan</strong> ulaşabilirsiniz.

source: File(s)
sr_rs: Fajlovi(s)
th_th: ไฟล์
tr_tr: Dosya

source: Enter the Ids (comma seperated) of file(s) here. <strong>File selectbox</strong> shows which files loaded in this post.
sr_rs: Uneti Ids (zarezima odvojeno)fajla ovde.<strong>File selectbox</strong> prikazuje koji su fajlovi učitani u ovom postu.
th_th: ใส่ <strong>ไอดี</strong> ของไฟล์ทั้งหมดลงที่นี่ คั่นแต่ละไอดีด้วยคอมม่า (,)<strong>Image selectbox</strong> จะแสดงว่าไฟล์ไหนจะแสดงโดยอัตโนมัติในโพสต์นี้
tr_tr: Dosyalarının idlerini girin (virgülle ayırın). Idlere yukarıdaki <strong>Dosya seçim kutusundan</strong> ulaşabilirsiniz.

source: Audio(s)
th_th: ไฟล์เสียง
tr_tr: Ses

source: Enter the Ids (comma seperated) of aufido file(s) here. <strong>Audio selectbox</strong> shows which files loaded in this post.
sr_rs: Uneti Ids (zarezima odvojeno) fajla ovde. <strong>Audio selectbox</strong> prikazuje koji su fajlovi učitani u ovom postu.
th_th: ใส่ <strong>ไอดี</strong> ของไฟล์เสียงทั้งหมดลงที่นี่ คั่นแต่ละไอดีด้วยคอมม่า (,)<strong>Image selectbox</strong> จะแสดงว่าไฟล์ไหนจะแสดงโดยอัตโนมัติในโพสต์นี้
tr_tr: Ses dosyalarının idlerini girin (virgülle ayırın). Idlere yukarıdaki <strong>Ses seçim kutusundan</strong> ulaşabilirsiniz.

source: Video(s)
th_th: วีดีโอ
tr_tr: Video

source: Enter the Ids (comma seperated) of video file(s) here. <strong>Video selectbox</strong> shows which files loaded in this post.
sr_rs: Uneti Ids (zarezima odvojeno) fajla ovde. <strong>Video selectbox</strong> prikazuje koji su fajlovi učitani u ovom postu.
th_th: ใส่ <strong>ไอดี</strong> ของไฟล์วีดีโอทั้งหมดลงที่นี่ คั่นแต่ละไอดีด้วยคอมม่า (,)<strong>Image selectbox</strong> จะแสดงว่าไฟล์ไหนจะแสดงโดยอัตโนมัติในโพสต์นี้
tr_tr: Video dosyalarının idlerini girin (virgülle ayırın). Idlere yukarıdaki <strong>Video seçim kutusundan</strong> ulaşabilirsiniz.

source: Usage
sr_rs: Korišćenje
th_th: การใช้งาน
tr_tr: Kullanım

source: Situation
sr_rs: Situacija
th_th: สถาณการณ์
tr_tr: Durum

source: For create any shortcode, please add ids with comma to text areas. When you press <strong>Create</strong> button, plugin will create a shortcode and an exclude code for show files properly.
sr_rs: Za stvaranje bilo kakvog shortcode , molimo dodajte legitimacije sa zarezom u tekstualnim područjima . Kada pritisnete <strong> Create < / strong> dugme , dodatak će stvoriti shortcode i isključenjem kod za ispravno prikazivanje fajlova.
th_th: เมื่อคุณสร้างช้อตโค้ดใหม่ กรุณาใส่ไอดีที่คั่นด้วยคอมม่า (,) ลงในช่องด้านล่างนี้ และคลิกที่<strong>ปุ่มสร้าง</strong> ปลั๊กอินจะสร้างช้อตโค้ดให้อย่างถูกต้องโดยอัตโนมัติ
tr_tr: Herhangi bir kısa kod oluşturmak için text alanlarına idleri girin ve <strong>Oluştur</strong> butonuna basın. Bu buton hem kısa kodu oluşturacak, hem de gösterimler için bir ayrılma kodu yaratacaktır.

source: Clear
sr_rs: Očisti
th_th: ล้างข้อมูล
tr_tr: Temizlemek

source: For clear, Wipe text area and press <strong>Create</strong> button. This will clear exclude code from your post but you will still have shortcode. You can delete shortcode from your content. Shortcode will show your items properly, but this may duplicate files (in after content area).
sr_rs: Za čisto obrišitr područje teksta i kliknite na<strong>Create</strong> dugme.Ovo će jasno isključiti kod sa vašeg posta post , ali ćete i dalje imati shortcode . Možete da izbrišete shortcode iz vašeg sadržaja . Shortcode će pokazati svoje stavke ispravno , ali to može da duplirate fajlove ( u nakon sadržaja oblasti ) .
th_th: ล้างข้อมูลทั้งหมด
tr_tr: Temizlemek için, sadece ilgili text alanını silin ve <strong>Oluştur</strong> butonuna basın. Bu oluşturulan ayrılma kodunu silecektir. Kısa kodunuz hala kullanılabilir olacaktır. İsterseniz içeriğinizden silebilirsiniz. Silmediğiniz zaman yazının sonunda görünen kısımda da içerik görüneceğinden çift gösterim yaratabilir.

source: Auto Attachments
th_th: ออโต้ แอชแทชเม้นต์

source: Jw Player Skin
th_th: สกินของ Jw Player

source: You can select JW Player Skin.
th_th: เลือกรูปแบบการแสดงผล (สกิน) ของ Jw Player

source: Jw Player Dimensions?
th_th: ขนาดของ Jw Player?

source: cropped
sr_rs: kropirano
th_th: ครอป

source: Video
th_th: ไฟล์วีดีโอ

source: selected
sr_rs: izabrano
